Repository: WPPlugins/woo-address-validator
Catalog: trunk/languages/woocommerce-address-validator-*.po
Languages: de_de

source: An error occured.
de_de: Ein Fehler ist aufgetaucht.

source: It looks like your API key is invalid or depleted. Please check your key and refresh it.
de_de: Der API Key ist nicht gültig. Bitte den API Key prüfen und aktualisieren.

source: You can get a new key <a href="%s">here</a>.
de_de: <a href="%s">Hier</a> kannst Du einen neuen API Key beantragen.

source: Update
de_de: Aktualisieren

source: With our USPS address verification and international address validation service you can easily verify if any national or international postal address is valid and really exists. Stop wrong shipping or billing addresses from getting in your Woocommerce customer database.
de_de: Mit unserem Service zur Adressprüfung kann jede Postadresse ganz einfach validiert werden - dabei wird geprüft, ob die Adresse wirklich existiert und ob sie zustellbar ist. So ist sichergestellt, dass nur gültige Adressen in die Woocommerce Kundendatenbank gelangen.

source: You can use our Address Online Validation API to check up to 100 addresses for free - just <a href="%1$s" target="_blank">sign up here for your free API key</a> or inform yourself <a href="%2$s" target="_blank">about our low prices</a>.
de_de: Wir bieten einen kostenlosen Test für 100 Adressen - einfach <a href="%1$s" target="_blank">hier</a> registrieren und einen kostenlosen API Key holen. Weitere Informationen und eine Übersicht zu unseren günstigen Preisen gibt es <a href="%2$s" target="_blank">hier</a>.

source: Your address validator API key is invalid or depleted.
de_de: Der API Key ist ungültig oder abgelaufen.

source: Update it <a href="%s">on the settings page</a>.
de_de: Aktualisierung <a href="%s">auf der Einstellungsseite</a>.

source: We have corrected your address. Please check the address again.
de_de: Wir haben die Adresse korrigiert. Bitte prüfen, ob die Angaben stimmen.

source: Please enter a valid address.
de_de: Bitte eine gültige Adresse angeben.

source: Not checked.
de_de: Nicht geprüft.

source: Address status:
de_de: Adress Status:

source: Validate
de_de: Validieren

source: API Result
de_de: API Ergebnis

source: Sanitized Address:
de_de: Bereinigte Adresse:
